<?php

return [
    /*
    |--------------------------------------------------------------------------
    | Языковые ресурсы
    |--------------------------------------------------------------------------
    |
    */
    
    'name'  => [
        'singular' => 'Коллекция',
        'plural'   => 'Коллекции',
    ],
    'field' => [
        'id'                    => 'ID',
        'name'                  => 'Название коллекции',
        'slug'                  => 'Часть URL в адресе раздела',
        'pos'                   => 'Порядковый номер',
        'text'                  => 'Описание',
        'image'                 => 'Фотография',
        'is_active'             => 'Показывать на сайте',
    ],
];
