<?php

return [
    /*
    |--------------------------------------------------------------------------
    | Языковые ресурсы
    |--------------------------------------------------------------------------
    |
    */
    
    'name'  => [
        'singular' => 'Товар',
        'plural'   => 'Товары',
    ],
    'field' => [
        'type'       => 'Тип',
        'brand'      => 'Бренд',
        'rubric'     => 'Рубрика',
        'code'       => 'Код товара',
        'name'       => 'Название',
        'slug'       => 'URL',
        'text'       => 'Описание',
        'price'      => 'Цена',
        'image'      => 'Фотография',
        'rating'     => 'Рейтинг, от 1 до 5',
        'is_active'  => 'Товар активен',
        'is_popular' => 'Популярное предложене',
        'is_new'     => 'Новинка',
        'warehouse'  => 'Наличие на складе',
    ],
];
