<?php

return [
    /*
    |--------------------------------------------------------------------------
    | Языковые ресурсы
    |--------------------------------------------------------------------------
    |
    */
    
    'name'  => [
        'singular' => 'Заказ',
        'plural'   => 'Заказы',
    ],
    'field' => [
        'id'          => 'ID',
        'code'        => 'Код',
        'user_id'     => 'Пользователь',
        'first_name'  => 'Имя',
        'second_name' => 'Фамилия',
        'surname'     => 'Отчество',
        'phones'      => 'Телефон',
        'address'     => 'Адрес доставки',
        'legal'       => 'Юр.лицо/физ.лицо',
        'city'        => 'Город',
        'delivery'    => 'Транспортная компания',
        'status'      => 'Статус',
        'created_at'  => 'Дата создания',
        'count_items' => 'Позиций',
        'count_total' => 'Штук',
        'sum'         => 'Сумма заказа',
    ],
    'items' => 'Заказанные позиции',
];
