<?php

return [
    /*
    |--------------------------------------------------------------------------
    | Языковые ресурсы
    |--------------------------------------------------------------------------
    |
    */
    
    'name'              => [
        'singular' => 'Рубрика',
        'plural'   => 'Рубрики',
    ],
    'admin_title'       => 'Товары',
    'admin_description' => 'Ваши товарные предложения.',
    'field'             => [
        'parent'         => 'Родительская рубрика',
        'name'           => 'Название',
        'name_short'     => 'Короткое название',
        'slug'           => 'Часть URL в адресе раздела',
        'text'           => 'Описание',
        'image_promo'    => 'Фотография вверху страницы',
        'image_announce' => 'Фотография в подвале страницы',
        'is_active'      => 'Рубрика активна',
    ],
];
