<?php

return [
    /*
    |--------------------------------------------------------------------------
    | Языковые ресурсы
    |--------------------------------------------------------------------------
    |
    */
    
    'name'  => [
        'singular' => 'Склад',
        'plural'   => 'Склады',
    ],
    'field' => [
        'id'                    => 'ID',
        'point_id'              => 'Точка на карте',
        'code'                  => 'Код склада',
        'name'                  => 'Название склада',
        'name_short'            => 'Короткое название склада',
        'slug'                  => 'Часть URL в адресе раздела',
        'pos'                   => 'Порядковый номер',
        'text'                  => 'Описание',
        'address'               => 'Адрес',
        'phone'                 => 'Телефон',
        'phone2'                => 'Телефон 2',
        'phone3'                => 'Телефон 3',
        'working_hours_week'    => 'Рабочие часы на неделе',
        'working_hours_weekend' => 'Рабочие часы в выходные',
        'image'                 => 'Фотография',
        'is_active'             => 'Показывать на сайте',
        'is_main'               => 'Основной склад',
    ],
];
